docs/posts/2016-12-03-the-rise-of-fake-news.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 30, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>The Rise of Fake News</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">The Rise of Fake News</h1>
<p class="subtitle" role="doc-subtitle">Dec 03, 2016</p>
</header><p>
NPR has a fascinating, if not troubling, <a href="http://www.npr.org/sections/alltechconsidered/2016/11/23/503146770/npr-finds-the-head-of-a-covert-fake-news-operation-in-the-suburbs">interview</a> with a creator of various fake news sites that began to profilerate during the 2016 presidential election. This part of the interview was particularly telling:
</p>

<blockquote>
<p>
Well, this isn&rsquo;t just a Trump-supporter problem. This is a right-wing issue. Sarah Palin&rsquo;s famous blasting of the lamestream media is kind of record and testament to the rise of these kinds of people. The post-fact era is what I would refer to it as. This isn&rsquo;t something that started with Trump. This is something that&rsquo;s been in the works for a while. His whole campaign was this thing of discrediting mainstream media sources, which is one of those dog whistles to his supporters. When we were coming up with headlines it&rsquo;s always kind of about the red meat. Trump really got into the red meat. He knew who his base was. He knew how to feed them a constant diet of this red meat.
</p>

<p>
We&rsquo;ve tried to do similar things to liberals. It just has never worked, it never takes off. You&rsquo;ll get debunked within the first two comments and then the whole thing just kind of fizzles out.
</p>
</blockquote>


<div class="tagline" id="org3b25f52">
<p>
Tagged: <a href="../tags/critical-thinking.html">Critical-Thinking</a> <a href="../tags/politics.html">Politics</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 30, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
